package controllers;

public class Menu {
    public void mainMenu() {
        System.out.println("Меню\n"
                + "-------------\n"
                + "1. Вывести весь телефонный справочник\n"
                + "2. Поиск\n"
                + "3. Удаление абонента по id\n"
                + "4. Добавление абонента\n"
                + "5. Добавление № телефона\n"
                + "6. Добавление адреса\n"
                + "-------------\n"
                + "0. Выход\n"
                + "-------------\n"
                + "Выберите необходимый пункт меню");
    }
}